EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/01.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:fd1162a3-ee96-444c-96be-d0d15eef2a59</wsa:MessageID><int:ProcedureID>urn:uuid:5ff54a06-f53c-418b-a660-eaa5cc794fca</int:ProcedureID><int:ConversationID>urn:uuid:87abaa0a-b198-479d-a792-fde65ac06bab</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.ERR</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:fad0f045-21ae-44a9-bc4c-53c3ccaf265a</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:f6f40208-050c-425f-b914-43b376689e51</int:TrackID>
                        <int:AcceptTime>2019-12-03T16:05:45+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ValidationError xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>9b22853f-0b73-4b99-bfe4-b1e6aa8ad6ed</sgn:SignalId><sgn:DateTime>2019-12-03T16:05:45.144</sgn:DateTime><sgn:Error><sgn:Code>01</sgn:Code><sgn:Description>Ошибка контроля</sgn:Description><sgn:Details>в электронном документе (сведениях) должен присутствовать только 1 экземпляр реквизита «Сведения о пункте пропуска» (cacdo:CheckPointDetails)</sgn:Details><sgn:EDocId>0d5aa2cc-9b5f-495f-a72b-9b3d766414c0</sgn:EDocId></sgn:Error></sgn:ValidationError></soap:Body></soap:Envelope>
<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:fd1162a3-ee96-444c-96be-d0d15eef2a59</wsa:MessageID><int:ProcedureID>urn:uuid:5ff54a06-f53c-418b-a660-eaa5cc794fca</int:ProcedureID><int:ConversationID>urn:uuid:87abaa0a-b198-479d-a792-fde65ac06bab</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.ERR</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:fad0f045-21ae-44a9-bc4c-53c3ccaf265a</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:f6f40208-050c-425f-b914-43b376689e51</int:TrackID>
                        <int:AcceptTime>2019-12-03T16:05:45+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ValidationError xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>9b22853f-0b73-4b99-bfe4-b1e6aa8ad6ed</sgn:SignalId><sgn:DateTime>2019-12-03T16:05:45.144</sgn:DateTime><sgn:Error><sgn:Code>01</sgn:Code><sgn:Description>Ошибка контроля</sgn:Description><sgn:Details>в электронном документе (сведениях) должен присутствовать только 1 экземпляр реквизита «Сведения о пункте пропуска» (cacdo:CheckPointDetails)</sgn:Details><sgn:EDocId>0d5aa2cc-9b5f-495f-a72b-9b3d766414c0</sgn:EDocId></sgn:Error></sgn:ValidationError></soap:Body></soap:Envelope>
<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:488a86d0-a70b-4306-aefe-542a66d71495</wsa:MessageID><int:ProcedureID>urn:uuid:03210059-ac10-4d7b-ad28-e746d1957b9a</int:ProcedureID><int:ConversationID>urn:uuid:d5ba4bc9-4a44-4d86-be95-9e1e8c16f930</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.ERR</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:11735bc3-14bb-42b8-a05e-4871809a571f</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:8f9a7b9e-49a9-4e7e-acf5-2e6c4c5c5493</int:TrackID>
                        <int:AcceptTime>2019-12-03T16:10:11+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ValidationError xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>acfadcd4-d3c1-4c9c-804d-ee3241359b67</sgn:SignalId><sgn:DateTime>2019-12-03T16:10:11.442</sgn:DateTime><sgn:Error><sgn:Code>01</sgn:Code><sgn:Description>Ошибка контроля</sgn:Description><sgn:Details>в электронном документе (сведениях) должен присутствовать только 1 экземпляр реквизита «Сведения о пункте пропуска» (cacdo:CheckPointDetails)</sgn:Details><sgn:EDocId>edfc9544-4e77-4951-af3f-d8682ed111cf</sgn:EDocId></sgn:Error></sgn:ValidationError></soap:Body></soap:Envelope>
